---
title: What I want to be
layout: post
date: 2018-10-02 11:10:00 +0800
category: blog
author: laftworld
---

나는 줄기세포같은 인간이 되고픔
여기다 붙이면 여기서 자랄 줄 알고
저기다 붙이면 저기서 자랄 줄 아는
그런 인간이 되고픔

귀 노릇도 할 줄 알고
눈 노릇도 할 줄 알고
손가락 발가락도 할 줄 알고
그런 인간이 되고픔

근데 오만가지 다 하겠다고 들면
혼자로는 죽도밥도 안되겠지만
코가 힘들어할때 코한테 붙어서 도움이 되고
눈이 힘들어할때 눈한테 붙어서 도움이 되고
그러면 그거대로 죽이든 밥이든 될 듯

나는 교육자라는 것이
특정 분야에 대한 본인의 전문성은 별 관계가 없다고 봄
연구를 잘 하고 공부를 잘 하는 것은
가르치는 것과 전혀 다른 스킬이 필요하다고 봄

근데 그게 뭐냐면
남의 성격과 기질에 맞추어서
남의 능력을 끄집어내는 능력이라고 봄
그래서 좋은 교사라면
막말로 본인이 전혀 듣도보도 못한 분야를 가지고서도
남을 가르치는 것이 가능하다고 나는 생각함

그래서 대단한 교수님들을 보면
본인 관심사랑 전혀 노상관인 분야를 하겠다는 학생을 데리고서도
연구자로서 키워줄 수가 있다고 나는 생각함
왜냐면 학생에게 있는 것에 맞장구쳐주고 
잘한다 잘한다 끄집어내는 사람이 교사이기 때문임

그래서 줄기세포같은 인간이 되고픔
다른 말로
사람이 어떻게 배우는지를 잘 알아내서
이렇게 저렇게 내놓고 살다가 골로 가고픔
그것이 나의 꿈임

꿈이란 무엇임
루피가 찾는 원피스처럼 찾아헤메는 그 무엇임?
그것이 아님
꿈은 어디 꼭꼭 숨어있어서 내가 찾아야 하는게 아니고
원래 없는 것을 내가 만드는 것임
근데 만들어내기 전에는
그게 대체 무엇인지 어떤 구체적인 형태인지를 
본인을 포함해 아무도 알지 못함
왜냐면 지금은 없는거니까
대강은 그려볼 수 있을지 몰라도
절대로 그 망상의 형태 그대로 구현되지는 않음
꿈이란
이미 과거가 된 뒤에야 구체적으로 말할 수 있는 것인듯
그래서 지금은 
대강의 형태만으로 충분하다고 생각함
언제까지 몇억을 벌겠다 그런거 말고
내가 보기에는
내가 내 인생에 대하여 발휘하고 싶은 태도
내가 세상을 바라보는 관점이나 시각
그런게 나는 사람의 꿈이라고 생각함

나는 어떤 눈으로 세상을 들여다보고 싶은가
그게 나는 사람의 꿈이라고 생각함
